[
    {
        "type": "message",
        "subtype": "bot_message",
        "text": "",
        "ts": "1541531504.029900",
        "username": "Trello",
        "bot_id": "BB04ESWBZ",
        "attachments": [
            {
                "author_name": "Donald Miner",
                "fallback": "New card ads: Hey guys - since we're moving into November, we did a quick audit of the site and came up with a few viewability recommendations. We've seen a good bump on a few of our other sites by implementing these sort of changes (mostly increased CPM). But - like always - the changes are up to you.  remove lower down 728x90 (third down) and replace with a second sidebar ad below the top page content on the lefthand side float both sidebar ads so they scroll with user down page Doing this should set everything up pretty well - we have a few more tweaks after we get things rolling on the viewability side to bump it up even more. added to list EDHREC Let's Do Soon on board edhrec.",
                "text": "In list *EDHREC Let's Do Soon* on *<https:\/\/trello.com\/b\/cUfypGhs|edhrec>*.",
                "pretext": "New card created",
                "title": "ads: Hey guys - since we're moving into November, we did a quick audit of the site and came up with a few viewability recommendations. We've seen a good bump on a few of our other sites by implementing these sort of changes (mostly increased CPM). But - like always - the changes are up to you.  remove lower down 728x90 (third down) and replace with a second sidebar ad below the top page content on the lefthand side float both sidebar ads so they scroll with user down page Doing this should set everything up pretty well - we have a few more tweaks after we get things rolling on the viewability side to bump it up even more.",
                "id": 1,
                "title_link": "https:\/\/trello.com\/c\/wjU8pb7J",
                "author_link": "https:\/\/trello.com\/donaldminer",
                "color": "0079BF",
                "mrkdwn_in": [
                    "text",
                    "pretext"
                ]
            }
        ]
    },
    {
        "type": "message",
        "subtype": "bot_message",
        "text": "",
        "ts": "1541531526.030000",
        "username": "Trello",
        "bot_id": "BB04ESWBZ",
        "attachments": [
            {
                "author_name": "Donald Miner",
                "fallback": "New card Integrate with TCGPlayer added to list EDHREC Let's Do Soon on board edhrec.",
                "text": "In list *EDHREC Let's Do Soon* on *<https:\/\/trello.com\/b\/cUfypGhs|edhrec>*.",
                "pretext": "New card created",
                "title": "Integrate with TCGPlayer",
                "id": 1,
                "title_link": "https:\/\/trello.com\/c\/dD3BcrrP",
                "author_link": "https:\/\/trello.com\/donaldminer",
                "color": "0079BF",
                "mrkdwn_in": [
                    "text",
                    "pretext"
                ]
            }
        ]
    },
    {
        "type": "message",
        "subtype": "bot_message",
        "text": "",
        "ts": "1541535707.030100",
        "username": "Trello",
        "bot_id": "BB04ESWBZ",
        "attachments": [
            {
                "author_name": "Donald Miner",
                "fallback": "New card In the coming week we will be phasing the CK Deck Builder module out of beta and into a full release. Currently your links may point at <https:\/\/www.cardkingdom.com\/builder\/beta> - please adjust that to <https:\/\/www.cardkingdom.com\/builder>. added to list EDHREC Let's Do Soon on board edhrec.",
                "text": "In list *EDHREC Let's Do Soon* on *<https:\/\/trello.com\/b\/cUfypGhs|edhrec>*.",
                "pretext": "New card created",
                "title": "In the coming week we will be phasing the CK Deck Builder module out of beta and into a full release. Currently your links may point at https:\/\/www.cardkingdom.com\/builder\/beta - please adjust that to https:\/\/www.cardkingdom.com\/builder.",
                "id": 1,
                "title_link": "https:\/\/trello.com\/c\/1krAjbyq",
                "author_link": "https:\/\/trello.com\/donaldminer",
                "color": "0079BF",
                "mrkdwn_in": [
                    "text",
                    "pretext"
                ]
            }
        ]
    },
    {
        "type": "message",
        "subtype": "bot_message",
        "text": "",
        "ts": "1541565834.030200",
        "username": "Trello",
        "bot_id": "BB04ESWBZ",
        "attachments": [
            {
                "author_name": "Donald Miner",
                "fallback": "New card Something weird is going on with Global Series 1 set: for example mu yanling added to list EDHREC Bugs on board edhrec.",
                "text": "In list *EDHREC Bugs* on *<https:\/\/trello.com\/b\/cUfypGhs|edhrec>*.",
                "pretext": "New card created",
                "title": "Something weird is going on with Global Series 1 set: for example mu yanling",
                "id": 1,
                "title_link": "https:\/\/trello.com\/c\/tUOEp7BI",
                "author_link": "https:\/\/trello.com\/donaldminer",
                "color": "0079BF",
                "mrkdwn_in": [
                    "text",
                    "pretext"
                ]
            }
        ]
    },
    {
        "type": "message",
        "subtype": "bot_message",
        "text": "",
        "ts": "1541565858.030300",
        "username": "Trello",
        "bot_id": "BB04ESWBZ",
        "attachments": [
            {
                "author_name": "Donald Miner",
                "fallback": "Donald Miner updated the description of Something weird is going on with Global Series 1 set: for example mu yanling.",
                "text": "I think you may have a problem somewhere in your database with Global Series 1 cards (Jiang Yanggu &amp; Mu Yanling), or at least those cards' edhrec_rank that you share with Scryfall. \n\nI first discovered this when searching on <http:\/\/Scryfall.com|Scryfall.com> for all cards sorted by their EDHREC rank, and was surprised to see that Mu Yanling was ranked 3rd, which doesn't make sense. \n<https:\/\/scryfall.com\/search?q=cmc%3E%3D0&amp;unique=cards&amp;as=grid&amp;order=edhrec>\n\nThat seemed wrong, so I tried searching for her on <http:\/\/EDHREC.com|EDHREC.com> and got a 404 message, even though your search autocomplete knows the card name.\n<https:\/\/edhrec.com\/cards?q=Mu%20Yangling>\n\nUsing the scryfall API, I found the numeric ratings of Global Series 1 cards (since the simple search just gives them ordered) and there were other suspiciously high cards. In particular, Aggressive Instinct had edhrec_rank = 125 even though it is just a bad green removal spell.\n<https:\/\/api.scryfall.com\/cards\/search?q=set%3Ags1>\n\nThen, when I looked at Aggressive Instinct on your site again, I got a 404 message, again despite the search autocomplete recognizing the card.\n<https:\/\/edhrec.com\/cards?q=Aggressive%20Instinct>\n\nFinally, when I compared all cards sorted by edhrec_rank on scryfall to your \"Top 100 Cards\", I found quite a few differences in how they're ordered (even when removing lands, as it seems you do for the top 100), although none as strange as the problem with Global Series 1 cards. So maybe part of the problem is that Scryfall's edhrec_rank is unreliable? I assumed they just got that data directly from you.\n\nI'm not sure what the problem might be, but I thought you should know about this!",
                "pretext": "Updated the description of *<https:\/\/trello.com\/c\/tUOEp7BI|Something weird is going on with Global Series 1 set: for example mu yanling>*.",
                "id": 1,
                "author_link": "https:\/\/trello.com\/donaldminer",
                "color": "0079BF",
                "mrkdwn_in": [
                    "text",
                    "pretext"
                ]
            }
        ]
    }
]