[
    {
        "client_msg_id": "00608C18-84A6-430F-89B5-3C3C200AA455",
        "type": "message",
        "text": "Found this an interesting development. <http:\/\/m.kdminer.com\/news\/2018\/may\/22\/ruger-vote\/>",
        "user": "U3L7A68JC",
        "ts": "1527015001.000057",
        "team": "T286HM2F3",
        "user_team": "T286HM2F3",
        "source_team": "T286HM2F3",
        "user_profile": {
            "avatar_hash": "da79cb17f3e0",
            "image_72": "https:\/\/avatars.slack-edge.com\/2017-01-03\/122252173760_da79cb17f3e043b24d19_72.jpg",
            "first_name": "Henry",
            "real_name": "Henry Stukenborg",
            "display_name": "hstukenborg",
            "team": "T286HM2F3",
            "name": "hstukenborg",
            "is_restricted": false,
            "is_ultra_restricted": false
        },
        "attachments": [
            {
                "service_name": "Kingman Daily Miner",
                "title": "Gunmaker Ruger will track and report on gun violence after shareholder vote",
                "title_link": "http:\/\/m.kdminer.com\/news\/2018\/may\/22\/ruger-vote\/",
                "text": "PRESCOTT – In a meeting in Prescott on May 8, shareholders of Sturm Ruger and Company won a vote to force the company to track and report on gun violence involving Ruger weapons, a move that the board of directors had advised against. The proposal was put together by shareholders and spearheaded by several religious leaders. Ruger CEO Chris Killoy was defiant, saying, “The proposal requires Ruger to prepare a report. That’s it, a report. The shareholders have spoken and we will follow through on our obligation to prepare that report in due course. “What the proposal does not do and cannot do is force us to change our business, which is lawful and constitutionally protected,” he added. The vote took place at Ruger’s annual meeting in Prescott; the company would not allow a Daily Courier reporter to sit in on the meeting; however, a recording was made available on the Ruger website. Colleen Scanlon, chief advocacy officer of Catholic Health Initiative, representing the Sisters of the Holy Names and 10 more faith-based organizations, noted that “a majority of shareholders is asking you to look at gun safety.” A pastor from Hinsdale, Illinois, and member of Do Not Stand Idly By, a “firearms safety” group, Rev. J. Michael Solberg, said, “The reality of gun violence in our society is a complicated, multi-faceted issue,” and asked for a meeting with Killoy. “As a shareholder, I am concerned with the company’s unwillingness to engage with shareholders, or other possible customers, in trying to figure out how we can reduce the use of our guns in murders and other crime,” Solberg said. Killoy decried Solberg’s proposal that he meet with members of his group: “We don’t see that people who ask us to stop manufacturing firearms that are perfectly legal and sold throughout the country is in the best interest of our shareholders.” Solberg said his group is not a “gun control” organization. Scanlon presented the issue for a vote. “I move that the board issue a report to shareholders by February of 2019 at reasonable expense and excluding proprietary information, on the company’s activities related to gun safety measures and the mitigation of harm associated with gun products, including the following: Evidence of monitoring of violent events associated with products produced by the company; efforts under way to research and produce safer guns and gun products; an assessment of the corporate’s reputational and financial risk associated with gun violence in the United States,” Scanlon said. The proposal passed. The vote totals were not released. Catholic Health Initiative and other firearm safety groups are reportedly planning to introduce a similar proposal to American Outdoor Brands at their fall shareholders’ meeting. The company owns Smith and Wesson. Shareholder revolt or advocacy action? This tactic, where an advocacy group buys shares in the company it hopes to influence, has been done before, but not in the firearm industry, said Christy Shropshire, an associate professor of management and entrepreneurship in the W.P. Carey School of Business at Arizona State University. “Certainly, they would hope management would be more responsive to their specific demands,” she said, but in the Ruger case, as well as others, “the outcome of these votes is purely advisory.” She added that, in most cases, management will try to negotiate a solution before the item is even placed on the ballot. The goal of this particular tool, she said, could be to gain public attention, or it could be to influence institutional investors to force change. It seems to be working: BlackRock, Ruger’s largest shareholder, voted its 2.8 million shares in favor of the shareholder proposal, according to the CNBC television network. That’s significant, Shropshire said. “The fact that they got BlackRock to say something different that it has been saying previously – Larry Fink, the CEO of BlackRock, sent out a letter a couple months ago, saying that there are certain industries that they don’t intend to take a position on,” she said. “It appears the institutional investors are picking and choosing, at this point, which causes they are going to support. Another objective may be to push investors to re-evaluate their portfolios. “Causes like this, and outcomes like this … with the company outright defiant that they intend to do nothing in response” to shareholders’ demands, “could start to move the needle in terms of who is willing to invest in this company.” Officials at Ruger did not return calls seeking comment, nor did Catholic Health Initiative.",
                "fallback": "Kingman Daily Miner: Gunmaker Ruger will track and report on gun violence after shareholder vote",
                "image_url": "https:\/\/westernnews.media.clients.ellingtoncms.com\/img\/photos\/2018\/05\/21\/Ruger_Pistol_01_t715.jpg",
                "from_url": "http:\/\/m.kdminer.com\/news\/2018\/may\/22\/ruger-vote\/",
                "image_width": 369,
                "image_height": 250,
                "image_bytes": 88571,
                "service_icon": "http:\/\/m.kdminer.com\/favicon.ico",
                "id": 1,
                "original_url": "http:\/\/m.kdminer.com\/news\/2018\/may\/22\/ruger-vote\/"
            }
        ]
    }
]